[{"title": "'This person does not exist': Sports Illustrated magazine denies using AI-generated authors for website content", "content": {"background": "Sports Illustrated has been accused of publishing articles written by artificial intelligence (AI) with fake authors and AI-generated headshots. The articles in question were product reviews. The accusation sparked outrage among the Sports Illustrated Union, demanding answers and transparency from the magazine's owner, The Arena Group. The magazine denies the allegations and claims the content was licensed from a third-party company, AdVon Commerce.", "summary": "Sports Illustrated has faced accusations of using AI-generated authors for website content. The magazine denies the allegations and states that the content in question was licensed from a third-party company, AdVon Commerce. The articles involved product reviews and included fake author profiles with AI-generated headshots. The Sports Illustrated Union has expressed shock at the alleged practices, demanding adherence to journalistic standards."}, "urls": ["https://www.abc.net.au/news/2023-11-28/sports-illustrated-denies-using-ai-generated-author-/103160354", "https://www.newsweek.com/sports-illustrated-union-responds-report-parent-company-used-ai-authors-1847372"], "topics": ["business"]}, {"title": "Merriam-Webster Crowns 'Authentic' As Word Of The Year", "content": {"background": "Merriam-Webster's dictionary selected 'authentic' as the word of the year for 2023. It reflects a trend driven by discussions around artificial intelligence, celebrity culture, identity, and social media.", "summary": "The word 'authentic' has been chosen as the word of the year by Merriam-Webster's dictionary. It represents a desirable quality that is hard to define and subject to debate. The trend is linked to discussions on artificial intelligence, celebrity culture, identity, and social media. Taylor Swift and Elon Musk are cited as examples of individuals who value authenticity. Merriam-Webster's selection reflects the most searched word in their online dictionary."}, "urls": ["https://www.ibtimes.com/merriam-webster-crowns-authentic-word-year-3719547", "https://japantoday.com/category/world/merriam-webster-crowns-%27authentic%27-as-word-of-the-year", "https://www.bangkokpost.com/world/2693793/merriam-webster-crowns-authentic-as-word-of-the-year", "https://www.ndtv.com/world-news/this-word-beat-deepfake-rizz-to-be-word-of-the-year-for-2023-4612283"], "topics": ["entertainment", "technology", "social media"]}, {"title": "AI Threat Demands New Approach to Security Designs", "content": {"background": "The rapid development of artificial intelligence (AI) poses a potential threat, requiring the integration of safeguards into systems from the start. Existing vulnerabilities in technology products cannot be tolerated in the realm of AI, given its power and speed.", "summary": "Jen Easterly, director of the U.S. Cybersecurity and Infrastructure Security Agency, emphasized the need for secure design and development of AI systems. She highlighted the importance of addressing security throughout the entire life cycle of AI capabilities. In collaboration with 18 countries, including the United States, new guidelines on AI cyber security have been endorsed. Additionally, leading AI developers have committed to testing new models before release, aiming to manage risks associated with the technology."}, "urls": ["https://economictimes.indiatimes.com/tech/technology/ai-threat-demands-new-approach-to-security-designs-us-official/articleshow/105547075.cms", "https://www.voanews.com/a/us-official-ai-threat-demands-new-approach-to-security-designs-/7372890.html"], "topics": ["technology", "politics"]}]