[{"title": "Circle And SBI Holdings Partnership To Boost USDC In Japan", "content": {"background": "The partnership between Circle and SBI Holdings aims to promote the adoption of Circle's USDC stablecoin and web3 services in Japan. The collaboration aligns with the Japanese government's revised Payment Services Act, which focuses on stablecoin regulation and the transition towards a Web3 economy. Circle's USDC is backed 100% by cash and cash-equivalent assets, making it a regulated and secure stablecoin. SBI Shinsei Bank will provide banking services to Circle, ensuring liquidity and access to USDC in Japan.", "summary": "Global financial firm Circle has formed a strategic partnership with Japanese financial services company SBI Holdings to promote the adoption of Circle's USDC stablecoin and web3 services in Japan. The collaboration is aligned with the Japanese government's revised Payment Services Act and aims to accelerate the use of stablecoins in the country. Circle's CEO, Jeremy Allaire, expressed excitement about the collaboration and their shared vision for the future of digital currency. SBI Holdings will also integrate Circle's web3 services into its portfolio strategy. The partnership includes efforts to circulate USDC and expand the use of stablecoins in Japan."}, "urls": ["http://www.newsbtc.com/stablecoin/circle-and-sbi-holdings-partnership-to-boost-usdc-in-japan/", "https://www.pymnts.com/partnerships/2023/circle-sbi-holdings-partner-promote-stablecoins-japan/"], "topics": ["economics", "technology", "business", "world"]}, {"title": "COFACE SA announces the issuance of €300,000,000 tier 2 notes", "content": {"background": "COFACE SA is announcing the issuance of €300,000,000 tier 2 notes bearing a fixed interest rate of 5.750 per cent., due on 28 November 2034. The proceeds from this bond issue will be used mainly to refinance its guaranteed subordinated notes of an amount of €226,600,000 bearing a fixed interest rate of 4.125 per cent., due on 27 March 2024.", "summary": "COFACE SA has announced the issuance of €300,000,000 tier 2 notes with a fixed interest rate of 5.750%. The proceeds will be used to refinance subordinated notes. The bonds are rated BBB+ (Stable) by Fitch and Baa1 (Stable) by Moody's. They will be admitted to trading on Euronext Paris."}, "urls": ["https://www.marketscreener.com/quote/stock/COFACE-SA-16699936/news/COFACE-SA-announces-the-issuance-of-300-000-000-tier-2-notes-45444006/", "https://www.globenewswire.com/news-release/2023/11/27/2786387/0/en/COFACE-SA-announces-the-issuance-of-300-000-000-tier-2-notes.html"], "topics": ["business", "economics"]}]