[{"title": "Amazon turns Fire TV Cube into a thin client for enterprises", "content": {"background": "Cloud computing refers to the delivery of computing services over the internet. Amazon has turned its Fire TV Cube into a thin client, allowing enterprises to use the device as a gateway to access cloud-based applications and resources.", "summary": "According to ZDNET, Amazon has transformed its Fire TV Cube into a thin client for enterprises, enabling them to leverage the device as a gateway to access cloud-based applications and resources. This move highlights the expanding capabilities of cloud computing and its potential in enterprise settings."}, "urls": ["https://www.zdnet.com/article/amazon-turns-fire-tv-cube-into-a-thin-client-for-enteprises/", "https://www.zdnet.com/article/amazon-turns-fire-tv-cube-into-a-thin-client-for-enterprises/"], "topics": ["technology", "business"]}, {"title": "Amazon Turns Fire TV Cube into Business-Focused WorkSpaces Thin Client", "content": {"background": "Amazon has repurposed its Fire TV Cube hardware to create the Amazon WorkSpaces Thin Client, which serves as an affordable solution for accessing cloud-based virtual desktops in business environments. The Thin Client utilizes the existing hardware of the Fire TV Cube and can be connected to desktops and other peripherals through USB and HDMI ports. This innovation caters to high-turnover environments like call centers or payment processing, where a lower-cost device is necessary.", "summary": "With the Amazon WorkSpaces Thin Client, users can access cloud-based virtual desktops powered by Amazon WorkSpaces or Amazon AppStream. By repurposing the Fire TV Cube hardware, Amazon was able to provide the necessary resources for accessing cloud-based services, resulting in cost savings for customers. The Thin Client is equipped with custom firmware and software to enhance usability and offers advanced management capabilities through the AWS Management Console. The initial pricing for the Thin Client starts at $195, with plans for expansion to other countries in early 2024."}, "urls": ["https://www.neowin.net/news/amazon-is-retrofitting-its-fire-tv-cube-as-a-thin-client-for-business-cloud-users/", "https://www.thurrott.com/cloud/293627/amazon-turns-its-fire-tv-cube-into-business-focused-workspaces-thin-client"], "topics": ["technology", "business"]}]