[{"title": "Markets Mixed As Traders Await US Data, Fed Speakers", "content": {"background": "Asian markets were mixed Tuesday following a tepid performance on Wall Street, with profit-taking tempering hopes for Federal Reserve interest rate cuts next year and traders awaiting key US inflation data due later this week.", "summary": "Traders are keenly awaiting the release of the Federal Reserve's preferred gauge of inflation later in the week. A string of indicators pointing to a slowing economy and below-forecast rise in consumer prices have fuelled optimism that the US central bank has hiked borrowing costs for the last time this cycle. Data suggests traders see almost one percentage point of cuts through next year. Expectations that rates will come down have put pressure on the dollar."}, "urls": ["https://www.ibtimes.com/markets-mixed-traders-await-us-data-fed-speakers-3719541", "https://www.digitaljournal.com/world/markets-mixed-as-traders-await-us-data-fed-speakers/article"], "topics": ["economics"]}, {"title": "Thailand to lower 2023 growth forecast", "content": {"background": "Thailand's economic growth forecast for 2023 will be lowered after a weak third quarter. The economy expanded slower than expected at 1.5%, due to declining exports and government spending. The finance ministry's current forecasts are for 2.7% economic growth in 2023 and 3.2% growth in 2024. The ministry aims for slightly higher than 3% growth next year with government stimulus measures.", "summary": "Thailand's economic growth forecast for 2023 will be lowered after a weak third quarter. The economy expanded slower than expected at 1.5%, due to declining exports and government spending. The finance ministry aims for slightly higher than 3% growth next year with government stimulus measures."}, "urls": ["https://en.vietnamplus.vn/thailand-to-lower-2023-growth-forecast/271939.vnp", "https://www.bangkokpost.com/business/general/2693303/govt-to-lower-2023-growth-forecast-after-weak-q3", "https://www.bangkokpost.com/business/general/2693303/govt-to-lower-2023-thai-economic-growth-forecast-after-weak-q3"], "topics": ["economics"]}, {"title": "Giving Tuesday plays pivotal role in bridging funding gap after declining support, nonprofits say", "content": {"background": "Giving Tuesday is an annual fundraising event that takes place on the Tuesday after Thanksgiving. Nonprofits and industry groups have reported a decline in donations this year compared to previous years. Many organizations plan to make up for the shortfall on Giving Tuesday by running matching campaigns and leveraging employee donation matching programs. Charitable giving tends to increase at the end of the year, coinciding with the holiday season and tax considerations. While affluent Americans have been giving more, overall charitable giving has decreased, and nonprofits are targeting their wealthiest supporters to compensate for potential economic challenges.", "summary": "Despite declining support, nonprofits are optimistic about end-of-year giving, especially on Giving Tuesday. Organizations plan to run matching campaigns and leverage employee donation matching programs. While overall charitable giving has decreased, affluent Americans continue to contribute more. Nonprofits are targeting their wealthiest supporters but may also face challenges due to economic factors such as high interest rates, a dragging stock market, and persistent inflation."}, "urls": ["https://www.foxnews.com/us/giving-tuesday-plays-pivotal-role-bridging-funding-gap-declining-support-nonprofits-say", "https://roanoke.com/news/nation-world/supporting-nonprofits-on-givingtuesday-this-year-could-have-a-bigger-impact-than-usual/article_2d72cb59-a9d0-51fd-be9a-5e0ba59056d8.html", "https://fortune.com/2023/11/27/donating-nonprofits-giving-tuesday-thanksgiving-impact/"], "topics": ["economics", "business"]}]