[{"title": "Suspect in Burlington shooting allegedly told ATF agent: 'I've been waiting for you'", "content": {"background": "The suspect accused of shooting three Palestinian college students in Burlington, Vermont, allegedly greeted ATF agents by saying, 'I've been waiting for you.' The shooting has prompted calls for authorities to investigate it as a hate crime.", "summary": "Jason James Eaton, 48, pleaded not guilty to three counts of attempted murder in the second degree. The victims, Kinnan Abdalhamid, Tahseen Ali Ahmad, and Hisham Awartani, were shot while walking past a white house near the University of Vermont campus. Eaton was nervous when approached by agents and later appeared emotionless after his arrest. A Ruger .380 pistol and ammunition were found in his apartment. The shooting is being investigated for a motive but additional hate crime charges have not been made."}, "urls": ["https://www.nbcnews.com/news/us-news/suspect-burlington-shooting-allegedly-told-atf-agent-waiting-rcna126813", "https://www.nbcnews.com/news/us-news/live-blog/palestinian-students-shooting-vermont-live-updates-rcna126774"], "topics": ["world", "politics", "crime"]}, {"title": "Sales Of New US Homes Slow In October", "content": {"background": "New home sales in the United States decelerated in October, reflecting a market boosted by a lack of inventory for existing homes. Sales of new single-family houses registered a lower than expected annual rate of 679,000, marking a cooling from September's pace of 719,000. The median sales price of new houses also declined to $409,300. Mortgage rates have contributed to the slowdown, with homeowners hesitant to sell due to previously locked-in lower rates. The resulting lack of supply for existing homes is driving more buyers towards the market for new houses. Despite the decrease in October sales, they are still 17.7 percent higher compared to the same month last year.", "summary": "Sales of new single-family homes in the US slowed in October, reflecting a market affected by the shortage of existing homes. The annual rate of new home sales reached 679,000, lower than expected and down from September's figure of 719,000. The median sales price of new houses also dropped to $409,300. Higher mortgage rates have led homeowners to hold off on selling, impacting the supply of existing homes. As a result, more buyers are turning to new houses, even though affordability remains a concern. Sales of existing homes make up the majority of the US market. Despite the decrease in sales, October's figures are still 17.7 percent higher than the same month last year."}, "urls": ["https://www.ibtimes.com/sales-new-us-homes-slow-october-3719531", "https://www.digitaljournal.com/world/sales-of-new-us-homes-slow-in-october/article"], "topics": ["economics"]}, {"title": "The ‘great inflation surge’ will end in 2024 and rates will fall nearly everywhere, says Capital Economics", "content": {"background": "This article discusses the likelihood of a drop in inflation across major developed markets, led by the U.S., which will result in a turn in interest rates. The author also notes that economic growth is expected to be weaker than expected for most countries in 2024.", "summary": "The main themes highlighted in the article are the potential drop in inflation, a turn in interest rates, weaker economic growth, and a bond market rally. Capital Economics predicts that these changes will occur in 2024."}, "urls": ["https://biztoc.com/x/6a9ed7345d53909d", "https://www.marketwatch.com/story/the-great-inflation-surge-will-end-in-2024-and-rates-will-fall-nearly-everywhere-says-capital-economics-c280d5f4"], "topics": ["economics"]}, {"title": "Jewish Professor Banned From Campus After Deceptively-Edited Video Of Him Wishing Death On Hamas Went Viral", "content": {"background": "A Jewish professor at the University of Southern California (USC) was banned from campus following the circulation of a deceptively-edited video in which he was falsely portrayed as calling for the death of Hamas terrorists. The professor, John Strauss, had engaged with students protesting the Israel-Gaza war and referred to Hamas as 'murderers.' However, the video was manipulated to make it appear that he wanted 'everyone' in Gaza to be killed. Strauss was put on administrative leave and faces calls for both his termination and reinstatement.", "summary": "A Jewish professor at USC was banned from campus after a manipulated video circulated online, falsely portraying him as calling for the death of Hamas terrorists. He had referred to Hamas as 'murderers' in the context of the Israel-Gaza war. The incident has raised questions about free speech principles and targeted harassment on campus. A petition for his reinstatement has garnered over 11,000 signatures, while another calling for his termination has over 7,000. USC's actions have been criticized for hindering dialogue and debate. Similar anti-Israel protests have occurred at other prestigious schools in the U.S."}, "urls": ["https://www.wnd.com/2023/11/top-college-bans-jewish-prof-campus-deceptively-edited-video-goes-viral/", "https://dailycaller.com/2023/11/27/jewish-professor-hamas-university-video/"], "topics": ["economics", "world"]}, {"title": "Thanksgiving Leftovers", "content": {"background": "The author discusses various topics in this article, including the challenges in November, the influence of parents in their children's technology usage, the negative effects of clickbait culture, the changing definition of democracy, the relationship between fertility and economics, Paul Simon's song lyrics, the importance of grace in Christian households, and the role of women in sports.", "summary": "The article covers a range of topics related to economics, technology, politics, and culture. It highlights the challenges in November, the impact of technology on adolescents, the dangers of clickbait culture, the evolving definition of democracy, the relationship between fertility and economics, the significance of grace in Christian households, and the role of women in sports. Overall, it provides a diverse perspective on various economic and social issues."}, "urls": ["https://dougwils.com/books-and-culture/s7-engaging-the-culture/a-miscellany.html", "https://omny.fm/shows/bloomberg-surveillance/bloomberg-surveillance-equities-outlook-for-2024-p"], "topics": ["economics", "technology", "politics", "health", "business", "sports", "entertainment", "science", "world"]}]