[{"title": "Mark Rutte favourite to be next NATO boss despite Dutch vote shock", "content": {"background": "Outgoing Dutch Prime Minister Mark Rutte is the clear front-runner to become NATO's next chief, even though a shock far-right win at elections in his homeland risks tarnishing his legacy.", "summary": "Outgoing Dutch Prime Minister Mark Rutte is the front-runner to become the next NATO boss, with broad-based support from NATO heavyweights such as the United States, Britain, France, and Germany. Rutte, who ruled himself out in previous years, is now available following his surprise resignation. However, there is still some uncertainty as possible opposition may come from allies Turkey and Hungary. Rutte's commitment to defense spending and his prominence in supporting Ukraine are seen as strengths. His experiences as prime minister, including the handling of the downing of a passenger jet by Russia, highlight his awareness of the dangers posed by Russia. With the spectre of a return to the US presidency of Donald Trump, some argue that Rutte's commitment to defense spending may make it easier to keep Trump on side. Ultimately, the decision on the next NATO chief is not within the purview of the current boss, Jens Stoltenberg."}, "urls": ["https://economictimes.indiatimes.com/news/defence/mark-rutte-favourite-to-be-next-nato-boss-despite-dutch-vote-shock/articleshow/105552168.cms", "https://www.digitaljournal.com/world/rutte-favourite-to-be-next-nato-boss-despite-dutch-vote-shock/article", "https://www.ibtimes.com/rutte-favourite-next-nato-boss-despite-dutch-vote-shock-3719546"], "topics": ["politics", "world"]}, {"title": "Gazans' Views on Hamas Before Israel Attack", "content": {"background": "A rare survey conducted in Gaza reveals that many Gazans held a hostile view towards Hamas before the group's attack on Israel. The survey, conducted by the Arab Barometer, found that 67 percent of Palestinians in Gaza had little or no trust in Hamas. Respondents described the group's rule as corrupt and authoritarian. The survey also highlighted the economic challenges faced by Gazans, with 75 percent stating that they couldn't afford to feed their households. The findings challenge the assumption that all of Gaza supports Hamas and should be held accountable for its actions.", "summary": "The survey conducted in Gaza before the Israeli attack shows that 67 percent of Palestinians had little or no trust in Hamas. Gazans described Hamas' rule as corrupt and authoritarian. The majority of respondents cited Hamas corruption as the main issue, even more so than the Israel blockade. The survey also revealed the economic challenges faced by Gazans, with three-quarters saying they couldn't afford to feed their households. The findings challenge the notion that all of Gaza supports Hamas and should be held accountable for its actions. The report cautions that perceptions may have changed following the attack and the ensuing humanitarian crisis caused by Israel's restrictions."}, "urls": ["https://www.ndtv.com/world-news/67-gazans-voted-against-hamas-in-survey-day-before-attacks-on-israel-4612397", "https://www.ibtimes.com/rare-survey-details-how-gazans-wary-hamas-before-israel-attack-3719538", "https://www.digitaljournal.com/world/rare-survey-details-how-gazans-wary-of-hamas-before-israel-attack/article"], "topics": ["politics"]}]