[{"title": "Australia To Ban Disposable Vapes Imports", "content": {"background": "Australia will ban imports of disposable vapes from January 1 to combat the increase in vaping among young people. The ban is aimed at reversing the trend of vaping becoming a recreational product targeted at children. About one in seven children aged 14-17 uses vapes, and young Australians who vape are about three times more likely to take up tobacco smoking.", "summary": "Australia will ban imports of disposable vapes from January 1 to address the disturbing increase in vaping among young people. The majority of vapes contain nicotine, leading to addiction in children. Legislation will be introduced in 2024 to outlaw the manufacture, advertising, or supply of disposable vapes in Australia. The ban has been welcomed by the Australian Medical Association, who commends the government's action to prevent further harm. Doctors and nurses will be able to prescribe vapes in clinically appropriate cases. Vaping is seen as a dangerous gateway to tobacco smoking, which can have long-term health impacts."}, "urls": ["https://www.ndtv.com/world-news/children-are-addicted-australia-to-ban-disposable-vapes-imports-4612727", "https://www.news24.com/news24/world/news/up-in-smoke-australia-to-ban-disposable-vape-imports-from-1-january-20231128"], "topics": ["health", "world"]}, {"title": "China's central bank head pledges to support growth, urges reforms", "content": {"background": "China's central bank governor, Pan Gongsheng, stated that monetary policy will remain accommodative to support the economy. He emphasized the need for structural reforms over time to reduce reliance on infrastructure and property for growth. The government launched several policy measures this year to bolster the post-pandemic economic recovery, including a plan to issue 1 trillion yuan in sovereign bonds by the end of the year. The People's Bank of China (PBOC) has implemented interest rate cuts and injected liquidity into the economy, pledging to sustain policy support. Pan highlighted the importance of pursuing high-quality and sustainable growth, shifting away from the traditional model that heavily relies on infrastructure and real estate.", "summary": "China's central bank governor, Pan Gongsheng, affirmed the continuation of accommodative monetary policy to support economic growth. He expressed confidence in achieving a growth target of around 5% in 2023 and forecasted an increase in consumer inflation. The government has implemented various measures to address economic challenges, including a property sector downturn and local government debt risks. The PBOC plans to keep its monetary policy supportive, while emphasizing the significance of structural reforms and sustainable growth. China aims to reduce reliance on infrastructure and real estate, channel resources into high-tech manufacturing and green industries, and improve global macroeconomic policy dialogue."}, "urls": ["https://www.channelnewsasia.com/business/chinas-central-bank-head-pledges-support-growth-urges-reforms-3950151", "https://www.channelnewsasia.com/business/pboc-governor-says-monetary-stance-stay-accommodative-inflation-expected-pick-3950151"], "topics": ["economics", "business", "world"]}]