[{"title": "UAE sought to use role in climate summit to make oil deals, BBC reports", "content": {"background": "The United Arab Emirates (UAE), host of the upcoming COP28 climate summit, planned to use its role to pursue oil and gas deals with other countries, according to leaked briefing documents obtained by the BBC. The president of COP28, Dr. Sultan al-Jaber, who is also the CEO of the UAE's state oil company, Adnoc, and its renewable energy company, Masdar, discussed commercial interests with 15 nations ahead of the global climate conference. These revelations have raised concerns over impartiality and credibility of the summit's goals to reduce carbon emissions.", "summary": "The UAE planned to discuss oil and gas deals with multiple countries attending the COP28 climate summit. Leaked documents revealed talking points prepared by Adnoc and Masdar, where discussions of fossil fuel projects and increased oil and gas production were included. The actions of the UAE team have been criticized for being hypocritical as the country is currently the custodian of a United Nations process aimed at reducing global emissions. COP presidents are expected to act without bias and self-interest. The allegations and concerns over conflict of interest have cast doubt on the credibility of the summit."}, "urls": ["https://www.cbsnews.com/news/uae-united-arab-emirates-host-cop28-climate-summit-oil-deals-bbc-report/", "https://jalopnik.com/united-arab-emirates-planned-to-make-shady-oil-deals-at-1851049257", "https://www.bbc.com/news/science-environment-67508331"], "topics": ["politics", "world"]}, {"title": "Eat Less Meat: The UN’s Net Zero Plan For Agriculture At COP28", "content": {"background": "The United Nations' Food & Agriculture Organization (FAO) will present the first Agriculture Roadmap for Net Zero By 2050 at COP28. The roadmap aims to reduce greenhouse gas emissions from the global agrifood industry and promote sustainable livestock farming. One of the key recommendations is to encourage developed nations to curb their excessive meat consumption, while assisting developing countries in improving their livestock farming practices.", "summary": "The FAO's roadmap on agriculture and climate change will advise developed nations to limit meat consumption and support developing countries in sustainable livestock farming. Livestock farming is a major source of greenhouse gas emissions. The plan aims to strike a balance between climate transition and food security. It will also cover issues such as weather adaptation, food waste reduction, and fertilizer use. The roadmap will provide clarity for companies and investors and is expected to drive the food industry's climate transition."}, "urls": ["https://www.activistpost.com/?p=261635", "https://www.japantimes.co.jp/environment/2023/11/26/sustainability/climate-eat-less-meat/"], "topics": ["environment", "business", "world"]}, {"title": "Putin's Remarks on Ukraine at G20 Summit", "content": {"background": "Russian President Vladimir Putin addressed the leaders of the G20 at a virtual summit and made placatory remarks about the war in Ukraine. He called for thinking on how to stop the tragedy of the conflict and emphasized that Russia has never refused peace talks with Ukraine. The conflict in Ukraine, which started in 2014, has resulted in significant casualties and displacement. Putin's remarks mark a more conciliatory tone compared to his previous rhetoric.", "summary": "Putin's comments at the G20 summit focused on the need to address the war in Ukraine and stop the ongoing tragedy. He emphasized the importance of peace talks and acknowledged the shock and suffering caused by the conflict. Putin highlighted the Russian case that Ukraine had persecuted people in eastern Ukraine. The West and Ukraine have vowed to defeat Russia in the war, but concerns have been raised about the strategy. Russia currently controls a significant portion of Ukrainian territory. Despite promises of support, there is increasing division over aid for Ukraine in the US Congress. Putin's remarks contrast with his previous criticisms of the United States."}, "urls": ["https://japantoday.com/category/world/putin-says-we-must-think-how-to-stop-%27the-tragedy%27-of-war-in-ukraine", "https://www.irishtimes.com/world/europe/2023/11/22/putin-tells-g20-leaders-it-is-necessary-to-think-about-how-to-stop-tragedy-of-ukraine-war/"], "topics": ["politics", "world"]}, {"title": "COP28: Climate Summit in Closed Civic Space", "content": {"background": "The COP28 climate summit, part of the annual series of conferences on climate change, will be held in the United Arab Emirates (UAE). However, the UAE has a closed civic space, where dissent is criminalized and activists are detained. This poses a problem for civil society, which plays a vital role in demanding greater climate ambition and holding governments and fossil fuel companies accountable. Civic space restrictions and human rights violations in the UAE raise concerns about the ability of civil society to express itself freely during the summit.", "summary": "The hosting of COP28 in the UAE, a country with a closed civic space, raises concerns about the ability of civil society to participate and influence the summit. The UAE has restricted dissent and human rights, including through the imprisonment of political prisoners. The president of the summit is also the head of a major fossil fuel corporation, indicating conflicting interests. The UAE appears to be using the summit to enhance its reputation rather than taking genuine action on climate change. Civil society's exclusion from the summit impedes progress in addressing the climate crisis."}, "urls": ["https://allafrica.com/stories/202311210013.html", "https://www.ipsnews.net/2023/11/cop28-climate-summit-closed-civic-space/"], "topics": ["world", "politics", "environment"]}, {"title": "Biden-Xi meeting at APEC a reminder of the importance of global summits in dangerous times", "content": {"background": "The leaders of the Asia-Pacific Economic Cooperation (APEC) forum have been meeting for three decades to advance trade and investment in the region. This year's meeting in San Francisco is significant as it marks the first meeting between US President Joe Biden and Chinese President Xi Jinping since last year's G20 summit. APEC is an opportunity for leaders to gather and manage crises, with past summits playing a role in resetting US-China relations.", "summary": "The Biden-Xi meeting at APEC resulted in several important achievements, including the reopening of communication channels between the US and China's militaries and a crackdown on exporters manufacturing chemicals used in fentanyl production. The leaders also discussed Taiwan, a regional flashpoint. While the relationship between the US and China still faces challenges, the summit has put a floor under the relationship and improved communication. APEC focuses on economic cooperation, but multilateralism in the region has its limits in times of geopolitical crisis."}, "urls": ["https://www.channelnewsasia.com/commentary/xi-jinping-joe-biden-meet-apec-summit-global-3928331", "https://theconversation.com/biden-xi-meeting-at-apec-a-reminder-of-the-importance-of-global-summits-in-dangerous-times-217373"], "topics": ["economics", "politics", "business", "world"]}, {"title": "Biden’s Goal for Xi Meeting: Get China-US Communications Back to Normal", "content": {"background": "The meeting between President Joe Biden and China’s Xi Jinping aims to restore stable communication between the two countries after a tumultuous year. Biden wants to change the US-China relationship for the better without decoupling from China. The two countries have sharp differences on various issues, including new US export controls, the shooting down of a Chinese spy balloon, and US support for Taiwan. Biden also wants to demonstrate US commitment to the Asia-Pacific region during the Asia-Pacific Economic Cooperation (APEC) forum.", "summary": "Biden's main goal for the meeting with Xi is to restore stable communication between the US and China. He wants to change the relationship for the better without decoupling. The US and China have had a strained relationship recently, with disagreements on export controls, military contact, and support for Taiwan. The meeting is part of Biden's four-day visit to San Francisco for the APEC summit. The White House aims to show US commitment to the region and will unveil new initiatives for clean economy investments and anti-corruption policies. Biden's meeting with Xi is of great significance as the leaders of the world's two largest economies."}, "urls": ["https://thediplomat.com/2023/11/bidens-goal-for-xi-meeting-get-china-us-communications-back-to-normal/", "https://www.bostonglobe.com/2023/11/14/nation/biden-xi-meeting/", "https://www.bostonglobe.com/2023/11/14/business/summit-biden-aims-show-he-can-focus-pacific-amid-crises-ukraine-mideast-washington/"], "topics": ["politics", "economics", "world"]}]