[{"title": "Diplomatic dispute over Greek marbles as Rishi Sunak cancel meeting with Kyriakos Mitsotakis", "content": {"background": "Greece and Britain are in a diplomatic dispute over the contested Parthenon Marbles. Greece has long demanded the return of the ancient sculptures, which were removed from Greece by British diplomat Lord Elgin in the 19th century and have been displayed at the British Museum in London. Around half of the sculptures are in London, with the rest in a museum in Athens. The British Museum is legally banned from giving the sculptures back to Greece, but talks about a compromise have taken place. British Prime Minister Rishi Sunak canceled a planned meeting with Greek Prime Minister Kyriakos Mitsotakis, prompting accusations of avoidance.", "summary": "A diplomatic spat erupted between Greece and Britain over the disputed Parthenon Marbles. Greek Prime Minister Kyriakos Mitsotakis accused British Prime Minister Rishi Sunak of trying to avoid discussing the issue. Mitsotakis expressed his annoyance at the canceled meeting and his desire to discuss not only the marbles but also major international challenges such as Gaza, Ukraine, climate change, and immigration. The British government confirmed that the two leaders would not meet and offered a meeting with Deputy Prime Minister Oliver Dowden instead. The British Museum is legally barred from returning the marbles to Greece, but talks about a compromise have been held. The Greek leader met with UK opposition leader Keir Starmer."}, "urls": ["https://www.euronews.com/2023/11/28/diplomatic-dispute-over-greek-marbles-as-rishi-sunak-cancel-meeting-with-kyriakos-mitsotak", "https://www.dw.com/en/uks-sunak-cancels-greek-pm-talks-amid-parthenon-marbles-row/a-67567791", "https://abcnews.go.com/International/wireStory/diplomatic-spat-parthenon-marbles-scuttles-meeting-british-greek-105191904"], "topics": ["politics", "world"]}, {"title": "SaverOne Announces Withdrawal of Proposed Public Offering", "content": {"background": "SaverOne is a technology company specializing in transportation safety solutions. They are engaged in the design, development, and commercialization of OEM and aftermarket solutions and technologies to lower the risk of vehicle accidents. Their current line of products focuses on preventing car accidents resulting from distraction from the use of mobile phones while driving. They are also developing a sensor system for early location and direction detection of vulnerable road users through their mobile phone footprint.", "summary": "SaverOne has announced the withdrawal of their proposed underwritten public offering of securities due to market conditions. They had initially intended to use the net proceeds from the offering for sales and marketing expansion, research and development, and general corporate purposes. The withdrawal of the offering is subject to current market conditions, and there is uncertainty regarding if and when the offering may be completed. SaverOne's products focus on improving transportation safety by preventing car accidents caused by distracted driving."}, "urls": ["https://www.globenewswire.com/news-release/2023/11/28/2786578/0/en/SaverOne-Announces-Withdrawal-of-Proposed-Public-Offering.html", "https://www.marketscreener.com/quote/stock/SAVERONE-2014-LTD-136467701/news/SaverOne-Announces-Proposed-Underwritten-Public-Offering-45444912/"], "topics": ["technology", "business"]}, {"title": "Diplomatic Spat Over Parthenon Sculptures Cancels UK-Greece Meeting", "content": {"background": "Greece and the UK have been engaged in a diplomatic dispute over the return of the Parthenon Sculptures. Greece has been demanding the repatriation of the sculptures, currently held in the British Museum.", "summary": "The British Prime Minister, Rishi Sunak, canceled his meeting with Greek Prime Minister Kyriakos Mitsotakis after Mitsotakis made a public statement on the Greek arguments for the return of the Parthenon Sculptures. The cancellation of the meeting caused diplomatic tension, with Greece expressing strong protest. The British government leaked that Sunak would refuse the Greek request for returning the sculptures. This indecency by Sunak further deepens the sudden diplomatic crisis between Greece and the UK. Mitsotakis also met with the leader of the British Labour Party, Sir Keir Starmer, to discuss the importance of Greek-British relations and cooperation."}, "urls": ["https://en.protothema.gr/british-pm-sunak-canceled-meeting-after-greek-pm-mitsotakis-statement-about-parthenon-sculptures-videos/", "https://abcnews.go.com/International/wireStory/diplomatic-spat-parthenon-marbles-scuttles-meeting-british-greek-105191904"], "topics": ["politics", "art", "world"]}, {"title": "US, Partners Announce Task Force to Counter Flow of Money to Hamas", "content": {"background": "The US and its allied nations have established an international task force to counter the flow of money to Hamas, the militant Palestinian group. This comes after Hamas' recent assault on Israel, resulting in 1,200 deaths. Hamas has been designated a terrorist group by the US and other governments.", "summary": "The task force aims to enhance sharing of financial intelligence on terrorist financing and support anti-terrorism efforts. It will strengthen relations between financial intelligence units, public authorities, and the private sector. The task force includes units from Australia, Canada, Estonia, France, Germany, Israel, Liechtenstein, Luxembourg, the Netherlands, New Zealand, Switzerland, the UK, and the US. Washington has implemented multiple rounds of sanctions on Hamas since the attack, targeting their investment portfolio and issuing alerts to financial institutions on countering Hamas financing."}, "urls": ["https://www.voanews.com/a/us-partners-announce-task-force-to-counter-flow-of-money-to-hamas-/7372327.html", "https://www.ndtv.com/world-news/us-allies-announce-task-force-aimed-to-counter-flow-of-money-to-hamas-4611700"], "topics": ["politics", "world"]}]