[{"title": "Keyamo criticizes Nigeria-Ethiopian airline deal for national carrier", "content": {"background": "The Minister of Aviation and Aerospace Development, Festus Keyamo, has raised concerns about the agreement between Nigeria and Ethiopian Airlines for the proposed national carrier, Nigeria Air. He argues that the deal would give a foreign entity a monopoly over Nigeria's aviation industry, which he considers irresponsible.", "summary": "The agreement between Nigeria and Ethiopian Airlines for the national carrier, Nigeria Air, has been criticized by Minister Festus Keyamo. He highlights issues such as tax waivers and staffing arrangements that would favor Ethiopian Airlines and potentially create a monopoly. All details are now under consideration by President Bola Tinubu."}, "urls": ["https://punchng.com/tinubu-will-take-a-decision-on-nigeria-air-says-keyamo/", "https://punchng.com/national-carrier-keyamo-faults-nigeria-ethiopian-airline-deal/"], "topics": ["business", "world"]}, {"title": "Tech conference faces backlash on claims of fake women speakers", "content": {"background": "A tech conference called DevTernity has faced backlash and cancellations after accusations that the organizer fabricated female speakers' profiles. The practice was seen as misleading and a step backward for diversity in the male-dominated tech events.", "summary": "Several high-profile tech executives, including Microsoft's Scott Hanselman and former Google developer advocate Kelsey Hightower, cancelled their appearances at DevTernity after it was discovered that the event's organizer had included fake profiles of women speakers. The organizer claimed to have auto-generated a fake profile as a placeholder, but nearly half of the speakers have since withdrawn from the conference. This incident highlights the importance of achieving diversity in tech events and the potential consequences of misrepresenting speakers."}, "urls": ["https://www.thestar.com.my/tech/tech-news/2023/11/28/tech-conference-faces-backlash-on-claims-of-fake-women-speakers", "https://fortune.com/2023/11/27/devternity-tech-conference-fake-women-speakers-profiles-engineering/"], "topics": ["technology"]}, {"title": "Merriam-Webster Crowns 'Authentic' As Word Of The Year", "content": {"background": "Merriam-Webster's dictionary has chosen 'authentic' as the word of the year for 2023. The trend was fueled by discussions around artificial intelligence, celebrity culture, identity, and social media. The word represents qualities like not being false or imitation and staying true to one's own personality, spirit, or character.", "summary": "The word 'authentic' was the most looked-up word in Merriam-Webster's dictionary for 2023. It reflects the desire for not being deceptive or fake and staying true to oneself. The popularity of the term was driven by discussions related to artificial intelligence, celebrity culture, identity, and social media. Celebrities like Taylor Swift and Elon Musk have emphasized the importance of authenticity in their public image and communications."}, "urls": ["https://www.ibtimes.com/merriam-webster-crowns-authentic-word-year-3719547", "https://japantoday.com/category/world/merriam-webster-crowns-%27authentic%27-as-word-of-the-year"], "topics": ["culture", "technology"]}]